[
    {
        "title": "Ausgangszustand",
        "points": [
            {
                "coordinates": [
                    36,
                    55
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Germanen",
                        "body": "Bei den Germanen handelte es sich um mehrere Stämme in und um Mitteleuropa. Da sie von Caesar als Maßstab für die Tapferkeit anderer gallischer Stämme verwendet wurden, muss es sich hier um die stärksten und gefährlichsten Völker Galliens gehandelt haben."
                    },
                    {
                        "type": "person",
                        "image": "ariovist.png",
                        "name": "Ariovist",
                        "description": "Germanischer Heerführer",
                        "body": "Über den Germanenkönig Ariovist persönlich wurden fast keine Informationen überliefert, unter anderem aus Caesars Schriften lassen sich jedoch seine Handlungen im Gallischen Krieg nachvollziehen. Von den Avernern und Sequanern um Hilfe gebeten fiel Ariovist als Heerkönig in Gallien ein, um diese im Kampf gegen die Haeduer zu unterstützen."
                    }
                ]
            },
            {
                "coordinates": [
                    35,
                    59
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Helvetier",
                        "body": "Ursprünglich siedelten die Helvetier im Gebiet der heutigen Schweiz, wo sie jedoch aufgrund des Juragebirges und des Rheins eingeschlossen und somit äußerst ungünstig gelegen waren."
                    },
                    {
                        "type": "person",
                        "image": "orgetorix.png",
                        "name": "Orgetorix",
                        "description": "Helvetischer Verschwörer",
                        "body": "Orgetorix war der reichste Mann bei den Helvetiern. Aus Machtgier zettelte er eine Verschwörung an und überredete den Stamm, das Gebiet zu verlassen. Dies gelang ihm vor allem aufgrund der suboptimalen Lage. Obleich Orgetorix dies selbst nicht mehr miterlebte, begannen die Helvetier tatsächlich diese Reise."
                    }
                ]
            },
            {
                "coordinates": [
                    28,
                    60
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Averner",
                        "body": "Die Averner waren ein keltischer Stamm im heutigen Auvergne. Gemeinsam mit den Sequanern riefen sie die Germanen im Kampf gegen die Haeduer zur Hilfe."
                    }
                ]
            },
            {
                "coordinates": [
                    33,
                    55
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Sequaner",
                        "body": "Die Sequaner waren ein Volk im heutigen Besançon. In einem Streit mit den Haeduern baten sie gemeinsam mit den Avernern den Germanenkönig Ariovist um Hilfe."
                    }
                ]
            },
            {
                "coordinates": [
                    38,
                    62
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Noricum",
                        "body": "Das Noricum war ein keltisches Königreich, welches ursprünglich im Gebiet des heutigen Österreich aufzufinden war. Durch verbesserte Anbaumethoden und Technologien wie eiserne Pflugscharen wuchs ihre Bevölkerung jedoch sehr schnell, weshalb sie sich in der Poebene ansiedelten."
                    },
                    {
                        "type": "person",
                        "image": "king.jpg",
                        "name": "Voccio",
                        "description": "König des Noricum",
                        "body": "Voccio war ein wachsamer und strategischer Herrscher des Königreiches Noricum."
                    }
                ]
            },
            {
                "coordinates": [
                    26,
                    64
                ],
                "contents": [
                    {
                        "type": "person",
                        "image": "caesar.png",
                        "name": "Caesar",
                        "description": "Römischer Staatsmann",
                        "body": "Nach einem teilweise fragwürdigen und rechtswidrigen politischen Aufstieg befand sich Gaius Iulius Caesar in einer suboptimalen Position: Nach einem Ende seiner politischen Amtszeit würde er wegen seiner Verfassungsbrüche verurteilt und ruiniert werden. Daher versuchte er, in Gallien möglichst viel militärischen Ruhm zu erlangen, um den Senat zu zwingen, ihm zu verzeihen."
                    }
                ]
            },
            {
                "coordinates": [
                    58,
                    59
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Daker",
                        "body": "Die Daker siedelten im Gebiet des heutigen Rumäniens."
                    }
                ]
            },
            {
                "coordinates": [
                    52,
                    59
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Boier",
                        "body": "Die Boier siedelten im Gebiet zwischen dem heutigen Ungarn bis Süddeutschland."
                    }
                ]
            }
        ]
    },
    {
        "title": "71 vor Christus",
        "points": [
            {
                "coordinates": [
                    34,
                    56
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Am Rhein",
                        "body": "Von den Sequanern und Avernern zur Hilfe gerufen überschreitet Ariovist mit 15 000 Mann den Rhein, um diese im Kampf gegen die Haeduer zu unterstützen."
                    }
                ]
            }
        ]
    },
    {
        "title": "61 vor Christus",
        "points": [
            {
                "coordinates": [
                    32,
                    55
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Schlacht von Magetobriga",
                        "body": "Nach mehreren unentschiedenen Gefechten kam es in der nur ungenau lokalisierten Gegend um Magetobriga zu der entscheidenden Schlacht. Ariovist wies seine Krieger monatelang an, sich in den Sümpfen versteckt zu halten. Als die Haeduer schließlich abziehen wollten, griffen die Germanen überraschend an und besiegten sie.\nDie Haeduer mussten Tribute zahlen, Gebiete abgeben und Geiseln stellen.\nAufgrund des Sieges stellte Ariovist höhere Ansprüche an die Sequaner, die er letzendlich vertrieb, um mehr als 100 000 weitere Germanen über den Rhein zu holen."
                    }
                ]
            }
        ]
    },
    {
        "title": "59 vor Christus",
        "points": [
            {
                "coordinates": [
                    52,
                    59
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Unterwerfung Boier",
                        "body": "Die Boier werden durch die Daker geschlagen und unterworfen. Einige fliehen in Richtung Westen, um sich mit den Helvetiern zu verbünden. Auf ihrem Weg durchqueren sie Noricum und belagern die Stadt Noreia."
                    }
                ]
            }
        ]
    },
    {
        "title": "58 vor Christus",
        "points": [
            {
                "coordinates": [
                    34,
                    55
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Voccio und Ariovist (1)",
                        "body": "Voccio verheiratet seine Schwester an Ariovist, um sich mit ihm zu verbünden und gegen die Boier abzusichern."
                    }
                ]
            },
            {
                "coordinates": [
                    26,
                    64
                ],
                "contents": [
                    {
                        "type":"text",
                        "title":"Ultimatum (2)",
                        "body":"Gerechtfertigt durch einen Hilferuf der Haeduer stellt Caesar Ariovist ein Ultimatum: Würde dieser seine Kampfhandlungen fortsetzen und weitere Germanen über den Rhein holen, so würde Caesar militärisch eingreifen.\nAriovist sah sich jedoch im Recht: Da er die Haeduer unterworfen hatte, habe er nun Anspruch auf das entsprechende Gebiet. Wenn es Caesar gelüste, möge er kämpfen."
                    }
                ]
            },
            {
                "coordinates":[35,53],
                "contents":[
                    {
                        "type":"text",
                        "title":"Schlacht am Elsass (3)",
                        "body":"Nachdem Ariovist arrogant auf das Ultimatum Caesars reagiert hatte, griff Caesar nach einer letzten und ergebnislosen Unterredung zu den Waffen und drängte die Germanen über den Rhein."
                    }
                ]
            }
        ]
    },
    {
        "title":"54 vor Christus",
        "points":[
            {
                "coordinates":[37,54],
                "contents":[
                    {
                        "type":"text",
                        "title":"Tod",
                        "body": "Vier Jahre nach seiner Niederlage gegen Caesar verstarb Ariovist unter großer Trauer der Germanen."
                    }
                ]
            }
        ]
    }
]
