[
    {
        "index": 1,
        "title": "Ausgangszustand",
        "points": [
            {
                "coordinates": [
                    70,
                    40
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Germanen",
                        "body": "Bei den Germanen handelte es sich um mehrere Stämme in und um Mitteleuropa. Da sie von Caesar als Maßstab für die Tapferkeit anderer gallischer Stämme verwendet wurden, muss es sich hier um die stärksten und gefährlichsten Völker Galliens gehandelt haben."
                    },
                    {
                        "type": "person",
                        "image": "ariovist.png",
                        "name": "Ariovist",
                        "description": "Germanischer Heerführer",
                        "body": "Über den Germanenkönig Ariovist persönlich wurden fast keine Informationen überliefert, unter anderem aus Caesars Schriften lassen sich jedoch seine Handlungen im Gallischen Krieg nachvollziehen. Von den Avernern und Sequanern um Hilfe gebeten fiel Ariovist als Heerkönig in Gallien ein, um diese im Kampf gegen die Haeduer zu unterstützen."
                    }
                ]
            },
            {
                "coordinates": [
                    66,
                    46
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Helvetier",
                        "body": "Ursprünglich siedelten die Helvetier im Gebiet der heutigen Schweiz, wo sie jedoch aufgrund des Juragebirges und des Rheins eingeschlossen und somit äußerst ungünstig gelegen waren."
                    },
                    {
                        "type": "person",
                        "image": "orgetorix.png",
                        "name": "Orgetorix",
                        "description": "Helvetischer Verschwörer",
                        "body": "Orgetorix war der reichste Mann bei den Helvetiern. Aus Machtgier zettelte er eine Verschwörung an und überredete den Stamm, das Gebiet zu verlassen. Dies gelang ihm vor allem aufgrund der suboptimalen Lage. Obleich Orgetorix dies selbst nicht mehr miterlebte, begannen die Helvetier tatsächlich diese Reise."
                    }
                ]
            },
            {
                "coordinates": [
                    50,
                    48
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Averner",
                        "body": "Die Averner waren ein keltischer Stamm im heutigen Auvergne. Gemeinsam mit den Sequanern riefen sie die Germanen im Kampf gegen die Haeduer zur Hilfe."
                    }
                ]
            },
            {
                "coordinates": [
                    61,
                    41
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Die Sequaner",
                        "body": "Die Sequaner waren ein keltischer Stamm im heutigen Besançon. In einem Streit mit den Haeduern baten sie gemeinsam mit den Avernern den Germanenkönig Ariovist um Hilfe."
                    }
                ]
            },
            {
                "coordinates": [
                    73,
                    55 
                ],
                "contents": [
                    {
                        "type": "text",
                        "title": "Noricum",
                        "body": "Das Noricum war ein keltisches Königreich, welches ursprünglich im Gebiet des heutigen Österreich aufzufinden war. Durch verbesserte Anbaumethoden und Technologien wie eiserne Pflugscharen wuchs ihre Bevölkerung jedoch sehr schnell, weshalb sie sich in der Poebene ansiedelten."
                    },
                    {
                        "type": "person",
                        "image": "king.jpg",
                        "name": "Voccio",
                        "description": "König des Noricum",
                        "body": "Voccio war ein wachsamer und strategischer Herrscher. Im römischen Bürgerkrieg unterstützte er Caesar, um eine Allianz gegen die Daker zu formen, welche die Boier und Taurisker geschlagen hatten. Im Misstrauen gegenüber den verbleibenden Boiern, welche sich nun mit den Helvetiern verbündeten, verheiratete Voccio seine Schwester mit dem Germanenkönig Ariovist, um sich gegen die Boier und Helvetier abzusichern."
                    }
                ]
            },
            {
                "coordinates": [
                    45,
                    59
                ],
                "contents": [
                    {
                        "type": "person",
                        "image": "caesar.png",
                        "name": "Gaius Iulius Caesar",
                        "description": "Römischer Staatsmann und Feldherr",
                        "body": "Nach einem teilweise fragwürdigen und rechtswidrigen politischen Aufstieg befand Caesar sich in einer suboptimalen Position: Nach einem Ende seiner politischen Amtszeit würde er wegen seiner Verfassungsbrüche verurteilt und ruiniert werden. Daher versuchte er, in Gallien möglichst viel militärischen Ruhm zu erlangen, um den Senat zu zwingen, ihm zu verzeihen."
                    }
                ]
            }
        ]
    }
]
